{
	"en": {
		"translation": {
			"HTML_TITLE": "[[PRIVACY_NAME]], Software Engineer",
			"HTML_META": "Hi, I'm [[PRIVACY_NAME]], a French Software Engineer & Software Architect and I can help your business reach new frontiers! I specialize in Microsoft technologies (.NET, Typescript), cloud (Azure), performance optimization, and full-stack development. (React, Python, AI)",

			"CONSOLE_FUN_HEADER": "Hold up!",
			"CONSOLE_FUN_TEXT": "Just kidding! There's not much to see here, but we should definitely schedule a meeting to broaden these horizons!",
			"CONSOLE_FUN_INFO": "By the way, you can find the code for this website here: {{GITHUB_URL}}/Portfolio",

			"NAV_SERVICES_LABEL": "Services",
			"NAV_ABOUT_ME_LABEL": "Who am I?",
			"NAV_PROJECTS_LABEL": "Projects",
			"NAV_SCHEDULE_LABEL": "Schedule a Meeting",

			"HEADER_HERO_TITLE": "Enterprise Cloud & AI Solutions",
			"HEADER_HERO_SUBTITLE": "Helping companies scale with Microsoft technologies",
			"HEADER_HERO_PROOFS": [
				"Cloud Solutions for 2000+ Business Units",
				"Automated Processing for 90,000+ Users",
				"Azure, .NET & AI Integration Expert",
				"15+ Enterprise Projects Delivered"
			],
			"HEADER_HERO_CTA": "START A PROJECT",
			"HEADER_HERO_SECONDARY_CTA": "VIEW PORTFOLIO",

			"SERVICES_TITLE": "My Services",
			"SERVICES_1_TAGLINE": "Enterprise Azure & AI Solutions",
			"SERVICES_1_DESCRIPTION": "Transform your business with enterprise-grade cloud architecture and AI integration. Leverage Azure's full potential with solutions that scale from startup to enterprise while maintaining peak performance.",
			"SERVICES_1_TECH": [
				"Azure Cloud",
				"AI/ML",
				".NET Core",
				"Microservices"
			],
			"SERVICES_2_TAGLINE": "Microsoft Stack Integration",
			"SERVICES_2_DESCRIPTION": "Seamlessly connect your Microsoft ecosystem. From SharePoint and Azure AD to Power Platform and Teams, create integrated workflows that boost productivity and streamline operations.",
			"SERVICES_2_TECH": [
				"SharePoint",
				"Power Platform",
				"Azure AD",
				"Microsoft 365"
			],
			"SERVICES_3_TAGLINE": "Full-Stack Development at Scale",
			"SERVICES_3_DESCRIPTION": "Build robust, scalable applications that grow with your business. Using modern .NET, React, and cloud-native architecture to deliver high-performance solutions that handle enterprise workloads.",
			"SERVICES_3_TECH": [
				".NET 8",
				"React",
				"Python",
				"TypeScript",
				"Azure DevOps"
			],

			"ABOUT_ME_TITLE": "Who am I?",
			"ABOUT_ME_PART_1_TITLE": "Software Engineer & Architect",
			"ABOUT_ME_PART_1_CONTENT": "I specialize in Microsoft technologies, cloud solutions, performance optimization, and full-stack development. My professional journey has taken me from building small-scale projects for friends and online communities to architecting systems for large enterprises.",
			"ABOUT_ME_PART_2_TITLE": "Technical Foundations",
			"ABOUT_ME_PART_2_CONTENT": "I began learning programming at 15 through games and modding, particularly in <0>Lua</0>, <1> C++</1> & <2> C</2>. This early experience laid the groundwork for my expertise in <3>.NET </3>(<4>C#</4>), which I later developed while creating software for <5>VINCI</5>'s 90,000 employees in the <6>Energies</6> division.",
			"ABOUT_ME_PART_3_TITLE": "Startup Experience & Corporate Success",
			"ABOUT_ME_PART_3_CONTENT": "After earning a technical degree and a bachelor's in computer science, I launched my own <0>SaaS</0> startup — a marketplace of sorts. Though life led me to new challenges, I eventually joined VINCI, where I tackled everything from scaling and infrastructure to security and cloud platforms. These experiences honed my ability to deliver robust, scalable solutions.",
			"ABOUT_ME_PART_4_TITLE": "Ready to Help You Succeed",
			"ABOUT_ME_PART_4_CONTENT": "With years of experience across various technical domains, I'm now focused on leveraging my skills to help others achieve their goals. Whether it's cloud migration, performance optimization, or full-stack development, I bring a wealth of knowledge and a passion for solving complex problems.",
			"ABOUT_ME_PART_5_TITLE": "Tech-stack",

			"PROJECTS_TITLE": "Projects",
			"PROJECTS_1_TITLE": "Document Cloud",
			"PROJECTS_1_DESCRIPTION": "Automating, storing & managing the thousands of legal, contractual & work documents for each of the many business units of VINCI Energies.",
			"PROJECTS_2_TITLE": "Active Directory Integration",
			"PROJECTS_2_DESCRIPTION": "Providing a software to integrate every new computer into an Active Directory.",
			"PROJECTS_3_TITLE": "Machine Detection",
			"PROJECTS_3_DESCRIPTION": "Software to detect, store and catalog the details of a user based on various matching techniques.",
			"PROJECTS_4_TITLE": "Document Suggestion AI",
			"PROJECTS_4_DESCRIPTION": "Machine Learning model training to make suggestions on where a document should be stored.",
			"PROJECTS_5_TITLE": "Mail Plugin",
			"PROJECTS_5_DESCRIPTION": "Outlook plugin to integrate Sharepoint and business rules into mails for project managers.",
			"PROJECTS_6_TITLE": "Mobile App for Technicians",
			"PROJECTS_6_DESCRIPTION": "Guiding the technicians through their days with schedules, equipment inventories, meetings managed via a mobile app.",

			"SCHEDULE_TITLE": "Schedule a Meeting",
			"SCHEDULE_HERO_TEXT": "Ready for the next steps of your projects?",
			"SCHEDULE_HERO_CTA": "SCHEDULE A MEETING",
			"SCHEDULE_WINDOW_TITLE": "Schedule a Meeting",

			"FOOTER_COLUMN_1_TITLE": "Links",
			"FOOTER_COLUMN_2_TITLE": "Contact",
			"FOOTER_COLUMN_2_MEETING_LABEL": "Meeting",
			"TECH_STACK_TITLE": "My Tech Stack"
		}
	},
	"fr": {
		"translation": {
			"HTML_TITLE": "[[PRIVACY_NAME]], Développeur Fullstack",
			"HTML_META": "Bonjour, moi c'est [[PRIVACY_NAME]], Développeur Full-stack et Architecte Logiciel, et je peux aider votre entreprise à atteindre de nouveaux horizons! Je me spécialise dans les technologies Microsoft (.NET, Typescript), solutions cloud (Azure), l'optimisation des performances et le développement full-stack. (React, Python, IA)",

			"CONSOLE_FUN_HEADER": "Attendez!",
			"CONSOLE_FUN_TEXT": "Je plaisante! Il n'y a pas grand-chose à voir ici, mais nous devrions certainement programmer une réunion pour élargir ces horizons!",
			"CONSOLE_FUN_INFO": "Au fait, vous pouvez trouver le code de ce site web ici : {{GITHUB_URL}}/Portfolio",

			"NAV_SERVICES_LABEL": "Services",
			"NAV_ABOUT_ME_LABEL": "Expertise",
			"NAV_PROJECTS_LABEL": "Projets",
			"NAV_SCHEDULE_LABEL": "Prendre rendez-vous",

			"HEADER_HERO_TITLE": "Solutions Cloud & IA pour Entreprises",
			"HEADER_HERO_SUBTITLE": "Aidez votre entreprise à évoluer avec les technologies Microsoft",
			"HEADER_HERO_PROOFS": [
				"Solutions Cloud pour 2000+ Business Units",
				"Traitement Automatisé pour 90 000+ Utilisateurs",
				"Expert Azure, .NET & Intégration IA",
				"15+ Projets d'Entreprise Livrés"
			],
			"HEADER_HERO_CTA": "DÉMARRER UN PROJET",
			"HEADER_HERO_SECONDARY_CTA": "VOIR LE PORTFOLIO",

			"SERVICES_TITLE": "Mes Services",
			"SERVICES_1_TAGLINE": "Migration et optimisation cloud Azure",
			"SERVICES_1_DESCRIPTION": "Transformez votre entreprise avec des solutions cloud Azure sur mesure. Des migrations fluides aux audits complets en passant par le support technique continu, j'assure que votre environnement Azure est optimisé pour la performance et l'efficacité des coûts.",
			"SERVICES_1_TECH": [
				"Azure Cloud",
				"AI/ML",
				".NET Core",
				"Microservices"
			],
			"SERVICES_2_TAGLINE": "Intégration avec les technologies Microsoft",
			"SERVICES_2_DESCRIPTION": "Élevez votre entreprise grâce à des intégrations Microsoft expertes. Je connecte SharePoint, Office 365 et Power Automate pour créer des solutions personnalisées qui rationalisent les processus et améliorent la collaboration.",
			"SERVICES_2_TECH": [
				"SharePoint",
				"Power Platform",
				"Azure AD",
				"Microsoft 365"
			],
			"SERVICES_3_TAGLINE": "Développement Fullstack pour des solutions robustes et innovantes",
			"SERVICES_3_DESCRIPTION": "Du concept au déploiement, je propose des services de développement fullstack complets. Que vous ayez besoin d'un backend sophistiqué, d'un frontend dynamique ou d'une solution de bout en bout, je construis des applications innovantes adaptées à vos besoins.",
			"SERVICES_3_TECH": [
				".NET 8",
				"React",
				"TypeScript",
				"Azure DevOps"
			],

			"ABOUT_ME_TITLE": "Expertise",
			"ABOUT_ME_PART_1_TITLE": "Ingénieur logiciel & Architecte",
			"ABOUT_ME_PART_1_CONTENT": "Je me spécialise dans les technologies Microsoft, solutions cloud, l'optimisation des performances et le développement full-stack. Mon parcours professionnel m'a conduit de la création de petits projets pour des amis et des communautés en ligne à l'architecture de systèmes pour de grandes entreprises.",
			"ABOUT_ME_PART_2_TITLE": "Fondations techniques",
			"ABOUT_ME_PART_2_CONTENT": "J'ai commencé à apprendre la programmation à 15 ans à travers les jeux et le modding, notamment en <0>Lua</0>, <1> C++</1> et <2> C</2>. Cette expérience précoce a jeté les bases de mon expertise en <3>.NET </3>(<4>C#</4>), que j'ai ensuite développée en créant des logiciels pour les 90 000 employés de <5>VINCI</5> dans la division <6>Energies</6>.",
			"ABOUT_ME_PART_3_TITLE": "Expérience en startup & Succès en entreprise",
			"ABOUT_ME_PART_3_CONTENT": "Après avoir obtenu un BTS et une licence en informatique, j'ai lancé ma propre startup <0>SaaS</0> — une sorte de marketplace. Bien que la vie m'ait conduit à de nouveaux défis, j'ai finalement rejoint VINCI, où j'ai relevé des défis allant de la mise à l'échelle et l'infrastructure à la sécurité et aux plateformes cloud. Ces expériences ont affiné ma capacité à fournir des solutions robustes et innovantes.",
			"ABOUT_ME_PART_4_TITLE": "Prêt à vous aider à réussir",
			"ABOUT_ME_PART_4_CONTENT": "Avec des années d'expérience dans divers domaines techniques, je me concentre désormais sur l'utilisation de mes compétences pour aider les autres à atteindre leurs objectifs. Qu'il s'agisse de migration cloud, d'optimisation des performances ou de développement full-stack, j'apporte une richesse de connaissances et une passion pour résoudre des problèmes complexes.",
			"ABOUT_ME_PART_5_TITLE": "Tech-stack",

			"PROJECTS_TITLE": "Projets",
			"PROJECTS_1_TITLE": "Document Cloud",
			"PROJECTS_1_DESCRIPTION": "Automatisation, stockage et gestion des milliers de documents juridiques, contractuels et de travail pour chacune des nombreuses business units de VINCI Energies.",
			"PROJECTS_2_TITLE": "Intégration Active Directory",
			"PROJECTS_2_DESCRIPTION": "Fournir un logiciel pour intégrer chaque nouvel ordinateur dans un Active Directory.",
			"PROJECTS_3_TITLE": "Détection de Machines",
			"PROJECTS_3_DESCRIPTION": "Logiciel pour détecter, stocker et cataloguer les détails d'un utilisateur en fonction de diverses techniques de matching.",
			"PROJECTS_4_TITLE": "IA de suggestion de documents",
			"PROJECTS_4_DESCRIPTION": "Entraînement de modèles d'IA pour faire des suggestions sur l'endroit où un document devrait être stocké.",
			"PROJECTS_5_TITLE": "Plugin Mail",
			"PROJECTS_5_DESCRIPTION": "Plugin Outlook pour intégrer Sharepoint et règles métiers dans les mails pour les chefs de projet.",
			"PROJECTS_6_TITLE": "Application mobile pour techniciens",
			"PROJECTS_6_DESCRIPTION": "Guider les techniciens tout au long de leurs journées avec des horaires, des inventaires d'équipements et des réunions gérées via une application mobile.",

			"SCHEDULE_TITLE": "Prendre rendez-vous",
			"SCHEDULE_HERO_TEXT": "Prêt à avancer dans vos projets?",
			"SCHEDULE_HERO_CTA": "DISCUTONS DE VOS BESOINS",
			"SCHEDULE_WINDOW_TITLE": "Prendre rendez-vous",

			"FOOTER_COLUMN_1_TITLE": "Liens",
			"FOOTER_COLUMN_2_TITLE": "Contact",
			"FOOTER_COLUMN_2_MEETING_LABEL": "Rendez-vous",
			"TECH_STACK_TITLE": "Mon Tech Stack"
		}
	}
}